Repository: Marvin34540/mapmint_bs
Catalog: mapmint-ui/languages/*.po
Languages: cs_cz

source: (require Google Earth application).
cs_cz: (vyžaduje aplikaci Google Earth).

source: Resampling method:
cs_cz: Metoda převzorkování:

source: already exists.
cs_cz: již existuje.

source: authenticated
cs_cz: ověřen

source: button.
cs_cz: tlačítko.

source: created
cs_cz: vytvořeno

source: deleted
cs_cz: smazáno

source: field failed.
cs_cz: pole selhalo.

source: on
cs_cz: na

source: removed successfully
cs_cz: úspěšně odstraněn

source: run successfully
cs_cz: úspěšně spuštěn

source: section:
cs_cz: sekce:

source: was successfully removed from the Data Stores
cs_cz: byl úspěšně odstraněn z datových úložišť

source: %s configuration
cs_cz: %s konfigurace

source: %s value is not acceptable
cs_cz: %s hodnota není přijatelná

source: %s version
cs_cz: %s verze

source: %s version: %s
cs_cz: %s verze: %s

source: API Key
cs_cz: API Klíč

source: About
cs_cz: O aplikaci

source: Abstract
cs_cz: Abstrakt

source: Abstract:
cs_cz: Abstrakt:

source: Accepted files:
cs_cz: Přijaté soubory:

source: Access
cs_cz: Přístup

source: Access privileges
cs_cz: Přístupová práva

source: Access privileges:
cs_cz: Přístupová práva:

source: Action not allowed
cs_cz: Akce není povolena

source: Action not permitted
cs_cz: Akce není povolena

source: Activated
cs_cz: Aktivováno

source: Activated Symbols:
cs_cz: Aktivované symboly:

source: Active Map:
cs_cz: Aktivní mapa:

source: Active SRS
cs_cz: Aktivní SRS

source: Actives SRS
cs_cz: Aktivní SRS

source: Add
cs_cz: Přidat

source: Add Column
cs_cz: Přidat sloupec

source: Add Database
cs_cz: Přidat databázi

source: Add Grid
cs_cz: Přidat síť

source: Add Group
cs_cz: Přidat skupinu

source: Add Layer
cs_cz: Přidat vrstvu

source: Add OGC Server
cs_cz: Přidat OGC Server

source: Add WMS
cs_cz: Přidat WMS

source: Add a document
cs_cz: Přidat dokument

source: Add a row
cs_cz: Přidat řádek

source: Add a step
cs_cz: Přidat krok

source: Add a step:
cs_cz: Přidat krok:

source: Add a table
cs_cz: Přidat tabulku

source: Add a territory
cs_cz: Přidání území

source: Add an OGC Server
cs_cz: Přidat OGC server

source: Add dir.
cs_cz: Přidat složku

source: Add grid
cs_cz: Přidat síť

source: Add layer
cs_cz: Přidat vrstvu

source: Add layers
cs_cz: Přidat vrstvy

source: Add new directory
cs_cz: Přidat nový adresář

source: Add to the following layer:
cs_cz: Přidat do následující vrstvy:

source: Added layer [n]
cs_cz: Přidána vrstva [n]

source: Admin access:
cs_cz: Přístup správce:

source: Administration Interface
cs_cz: Rozhraní administrátora

source: Aggregate
cs_cz: Agregát

source: Agregation formula:
cs_cz: Agregační vzorec:

source: All maps
cs_cz: Všechny mapy

source: Altitude
cs_cz: Nadmořská výška

source: An error occured (
cs_cz: Došlo k chybě (

source: An error occured when processing your request:
cs_cz: Při zpracování vašeho požadavku došlo k chybě:

source: An error occured when trying to save the map:
cs_cz: Při pokusu o uložení mapy došlo k chybě:

source: An error occured:
cs_cz: Došlo k chybě:

source: Angle
cs_cz: Úhel

source: Angle:
cs_cz: Úhel:

source: Append:
cs_cz: Připojit:

source: Apply
cs_cz: Použít

source: At a glance
cs_cz: V kostce

source: Attributions
cs_cz: Příspěvky

source: Authenticate
cs_cz: Ověřit pravost

source: Author
cs_cz: Autor

source: Author:
cs_cz: Autor:

source: Available documents
cs_cz: Dostupné dokumenty

source: Available fields:
cs_cz: Dostupná pole:

source: Azimuth
cs_cz: Azimut

source: Azimuth / Altitude parameters:
cs_cz: Parametry azimutu / výšky:

source: Back
cs_cz: Zpět

source: Band:
cs_cz: Pásmo:

source: Bar
cs_cz: Panel

source: Base Layers
cs_cz: Základní vrstvy

source: Bilinear
cs_cz: Bilineární

source: Browse
cs_cz: Procházet

source: Buffer
cs_cz: Vyrovnávací paměť

source: Buffer color:
cs_cz: Barva vyrovnávací paměti:

source: Buffered label
cs_cz: Štítek s vyrovnávací pamětí

source: Buffered label:
cs_cz: Štítek s vyrovnávací pamětí:

source: CG56 Saved Paths
cs_cz: CG56 Uložené cesty

source: CSV File:
cs_cz: CSV soubor:

source: CSV file saved.
cs_cz: Soubor CSV uložen.

source: Cancel
cs_cz: Zrušit

source: Checking file %d / %d
cs_cz: Kontrola souboru %d / %d

source: Checking files...
cs_cz: Kontrola souborů...

source: Choose
cs_cz: Zvolit

source: Choose a Data Store
cs_cz: Výběr datového úložiště

source: Choose a field
cs_cz: Vyberte pole

source: Choose a page
cs_cz: Vyberte stránku

source: Choose a step
cs_cz: Vyberte krok

source: Choose case
cs_cz: Vyberte případ

source: Choose case:
cs_cz: Vyberte případ:

source: Circle
cs_cz: Kruh

source: Circular Diagram
cs_cz: Kruhový diagram

source: Class Name
cs_cz: Název třídy

source: Class name:
cs_cz: Název třídy:

source: Classes
cs_cz: Třídy

source: Classes created.
cs_cz: Třídy vytvořeny.

source: Classes number
cs_cz: Číslo tříd

source: Classes:
cs_cz: Třídy:

source: Classification field
cs_cz: Pole hodnocení

source: Classification:
cs_cz: Hodnocení:

source: Classify
cs_cz: Klasifikace

source: Classify in theme
cs_cz: Zařazení do tématu

source: Classify in theme:
cs_cz: Zařazení do tématu:

source: Clause
cs_cz: Doložka

source: Clean size
cs_cz: Velikost čištění

source: Cleanup done
cs_cz: Čištění dokončeno

source: Click
cs_cz: Klik

source: Close
cs_cz: Zavřít

source: Code:
cs_cz: Kód:

source: Color
cs_cz: Barva

source: Color ramp produced.
cs_cz: Vyrobena barevná rampa.

source: Color:
cs_cz: Barva:

source: Colored base layer
cs_cz: Barevná základní vrstva

source: Colors
cs_cz: Barvy

source: Column
cs_cz: Sloupec

source: Column names:
cs_cz: Názvy sloupců:

source: Compiling documents in PDF format
cs_cz: Sestavování dokumentů ve formátu PDF

source: Complex Search parameters saved.
cs_cz: Uložení parametrů komplexního vyhledávání.

source: Complexe Search:
cs_cz: Komplexní vyhledávání:

source: Compression:
cs_cz: Komprese:

source: Compute geometry from other fields
cs_cz: Výpočet geometrie z jiných polí

source: Compute grid for extent
cs_cz: Výpočet sítě pro rozsah

source: Compute route
cs_cz: Výpočet trasy

source: Configuration
cs_cz: Konfigurace

source: Configuration error:
cs_cz: Chyba konfigurace:

source: Confirm
cs_cz: Potvrzení

source: Confirm
cs_cz: Potvrdit

source: Contact
cs_cz: Kontakt

source: Content
cs_cz: Obsah

source: Content:
cs_cz: Obsah

source: Continuous Color
cs_cz: Kontinuální barva

source: Controls
cs_cz: Ovládací prvky

source: Coordinates SRS
cs_cz: Souřadnice SRS

source: Cotinuous color
cs_cz: Spojitá barva

source: Create a TileIndex
cs_cz: Vytvořit TileIndex

source: Create a new layer
cs_cz: Vytvořit novou vrstvu

source: Create a new layer by applying filters to the available features
cs_cz: Vytvoření nové vrstvy použitím filtrů na dostupné prvky.

source: Create a new layer or a report by running a SQL query on the features from the selected layer
cs_cz: Vytvoření nové vrstvy nebo sestavy spuštěním dotazu SQL na prvky z vybrané vrstvy.

source: Create classes ...
cs_cz: Vytvořit třídy ...

source: Create legend ...
cs_cz: Vytvořit legendu ...

source: Create new style for step:
cs_cz: Vytvoření nového stylu pro krok:

source: Created layers
cs_cz: Vytvořené vrstvy

source: Created layers:
cs_cz: Vytvořené vrstvy:

source: Creating
cs_cz: Vytváření

source: Creating MMID field failed.
cs_cz: Vytvoření pole MMID selhalo.

source: Creation Date:
cs_cz: Datum vytvoření:

source: Crop
cs_cz: Ořez

source: Crop Raster
cs_cz: Rastr ořezu

source: Cubic
cs_cz: Kubický

source: Cubic Spline
cs_cz: Kubický spline

source: Current table is
cs_cz: Aktuální tabulka je

source: Dash Width:
cs_cz: Šířka pomlčky:

source: Dash width
cs_cz: Šířka pomlčky

source: Data Layers
cs_cz: Datové vrstvy

source: Data Source:
cs_cz: Zdroj dat:

source: Data Sources
cs_cz: Zdroje dat

source: Data Store
cs_cz: Datové úložiště

source: Data Store
cs_cz: Datové úložiště

source: Data Stores
cs_cz: Datová úložiště

source: Data store
cs_cz: Datové úložiště

source: Data stores
cs_cz: Datová úložiště

source: DataStore destination for your files:
cs_cz: DataStore cíl pro vaše soubory:

source: Database
cs_cz: Databáze

source: Database
cs_cz: Databáze

source: Database Access
cs_cz: Přístup k databázi

source: Database:
cs_cz: Databáze:

source: Databases
cs_cz: Databáze

source: Datasource Name:
cs_cz: Název datového zdroje:

source: Datastore
cs_cz: Datové úložiště

source: Datastore:
cs_cz: Datové úložiště:

source: Datastores
cs_cz: Datová úložiště

source: Default
cs_cz: Výchozí

source: Default extent set.
cs_cz: Nastavení výchozího rozsahu.

source: Dele a document
cs_cz: Smazat dokument

source: Dele a territory
cs_cz: Smazat území

source: Delete
cs_cz: Smazat

source: Delete Table
cs_cz: Smazat tabulku

source: Delete a table
cs_cz: Smazat tabulku

source: Delete group
cs_cz: Smazat skupinu

source: Delete layer
cs_cz: Smazat vrstvu

source: Delete user
cs_cz: Smazat uživatele

source: Dependencies
cs_cz: Závislosti

source: Depending on its complexity, producing a report may be a a time consuming process. For this reason, the reports are not generated everytime you access an element but on the specific user demand. You can generate a document by pressing the '
cs_cz: Vypracování zprávy může být v závislosti na její složitosti časově náročné. Z tohoto důvodu se sestavy negenerují při každém přístupu k prvku, ale na základě požadavku konkrétního uživatele. Dokument můžete vygenerovat stisknutím tlačítka

source: Description
cs_cz: Popis

source: Description:
cs_cz: Popis:

source: Description:
cs_cz: Popis:

source: Destination:
cs_cz: Cíl:

source: Details
cs_cz: Detaily

source: Directories
cs_cz: Adresáře

source: Directories list:
cs_cz: Seznam adresářů:

source: Directory
cs_cz: Adresář

source: Directory added.
cs_cz: Adresář přidán.

source: Directory deleted.
cs_cz: Adresář smazán.

source: Directory renamed.
cs_cz: Adresář přejmenován.

source: Discretization
cs_cz: Diskretizace

source: Discretization:
cs_cz: Diskretizace:

source: Disk usage
cs_cz: Využití disku

source: Display
cs_cz: Zobrazení

source: Display On Map
cs_cz: Zobrazit na mapě

source: Display agregated level
cs_cz: Zobrazit agregovanou úroveň

source: Distance
cs_cz: Vzdálenost

source: Distance:
cs_cz: Vzdálenost:

source: Do you really want to delete the document ?
cs_cz: Opravdu chcete dokument smazat ?

source: Do you really want to delete the table ?
cs_cz: Opravdu chcete tabulku odstranit ?

source: Do you really want to delete the territory ?
cs_cz: Opravdu chcete území smazat ?

source: Do you really want to remove
cs_cz: Opravdu chcete odstranit

source: Do you really want to remove the datasource ?
cs_cz: Opravdu chcete odstranit datový zdroj ?

source: Do you really want to remove the datastore ?
cs_cz: Opravdu chcete odstranit datové úložiště ?

source: Document
cs_cz: Dokument

source: Document Name
cs_cz: Název dokumentu

source: Document model
cs_cz: Model dokumentu

source: Document model:
cs_cz: Model dokumentu:

source: Documents
cs_cz: Dokumenty

source: Done
cs_cz: Hotovo

source: Done (with graph view creation)
cs_cz: Hotovo (s vytvořením zobrazení grafu)

source: Download
cs_cz: Stáhnout

source: Download data
cs_cz: Stáhnout data

source: Download index
cs_cz: Stáhnout index

source: Drawn line
cs_cz: Nakreslená čára

source: Driving Distance
cs_cz: Dojezdová vzdálenost

source: Edit
cs_cz: Upravit

source: Edit News
cs_cz: Upravit novinky

source: Edit Settings
cs_cz: Upravit Nastavení

source: Edit column
cs_cz: Upravit sloupec

source: Edit group
cs_cz: Upravit skupinu

source: Edit user
cs_cz: Upravit uživatele

source: Edit, style and process data layers
cs_cz: Úprava, stylování a zpracování datových vrstev

source: Element deleted
cs_cz: Prvek odstraněn

source: Elements were ordered successfully
cs_cz: Prvky byly úspěšně uspořádány

source: Elevation
cs_cz: Nadmořská výška

source: Elevation interval between contours
cs_cz: Výškový interval mezi obrysy

source: Encoding:
cs_cz: Kódování:

source: End point
cs_cz: Koncový bod

source: Error accured
cs_cz: Vyskytla se chyba

source: Error executing the service
cs_cz: Chyba při spuštění služby

source: Error loading your template file
cs_cz: Chyba při načítání souboru šablony

source: Error occur whenre trying to access the index map
cs_cz: Při pokusu o přístup k indexu mapy dojde k chybě

source: Error occured when trying to print the document.
cs_cz: Při pokusu o tisk dokumentu došlo k chybě.

source: Error occured:
cs_cz: Došlo k chybě:

source: Error occured:
cs_cz: Došlo k chybě:

source: Error occurs
cs_cz: Vyskytla se chyba

source: Error occurs when trying to parse the
cs_cz: Při pokusu o parsování se vyskytla chyba

source: Error when converting GML to Shapefile!
cs_cz: Chyba při převodu GML do Shapefile!

source: Error when processing SQL query:
cs_cz: Chyba při zpracování dotazu SQL:

source: Error when retrieving data for the SQL query:
cs_cz: Chyba při načítání dat pro dotaz SQL:

source: Execute
cs_cz: Provést

source: Executing SQL Statement ...
cs_cz: Spuštění příkazu SQL ...

source: Export data
cs_cz: Export dat

source: Expression settings
cs_cz: Nastavení výrazu

source: Extent
cs_cz: Rozsah

source: External images
cs_cz: Externí obrázky

source: Extract exterior ring
cs_cz: Extrakce vnějšího okruhu

source: Failed to create feature in shapefile.
cs_cz: Nepodařilo se vytvořit prvek v souboru shapefile.

source: Favorite SRS
cs_cz: Oblíbený SRS

source: Favorites
cs_cz: Oblíbené

source: Fees
cs_cz: Poplatky

source: Fees:
cs_cz: Poplatky:

source: Field
cs_cz: Pole

source: Field defining steps
cs_cz: Kroky definující pole

source: File
cs_cz: Soubor

source: File converted
cs_cz: Soubor převeden

source: File imported successfully
cs_cz: Soubor úspěšně importován

source: File:
cs_cz: Soubor:

source: Filename
cs_cz: Název souboru

source: Filename extension
cs_cz: Přípona názvu souboru

source: Filename extension:
cs_cz: Přípona názvu souboru:

source: Filename:
cs_cz: Název souboru:

source: Files not accepted:
cs_cz: Soubory nejsou přijaty:

source: Fill color
cs_cz: Barva výplně

source: Fill:
cs_cz: Výplň:

source: Filter
cs_cz: Filtr

source: Filter
cs_cz: Filtr

source: Filtered Zoom:
cs_cz: Filtrované zvětšení:

source: Filtering
cs_cz: Filtrování

source: Filtering:
cs_cz: Filtrování:

source: First Choose a Data Store
cs_cz: Nejprve vyberte datové úložiště

source: First Name
cs_cz: Jméno

source: First choose a layer, then choose one or more field and define for every column the operator and value to check for filtering features.
cs_cz: Nejprve vyberte vrstvu, poté vyberte jedno nebo více polí a pro každý sloupec definujte operátor a hodnotu, kterou chcete zkontrolovat pro filtrování funkcí.

source: First choose a schema
cs_cz: Nejprve vyberte schéma

source: First choose a table
cs_cz: Nejprve vyberte tabulku

source: First name:
cs_cz: Jméno:

source: First name:
cs_cz: Jméno:

source: First select a field
cs_cz: Nejprve vyberte pole

source: First select a layer
cs_cz: Nejprve vyberte vrstvu

source: Font
cs_cz: Řez písma

source: Font:
cs_cz: Řez písma:

source: Footer
cs_cz: Zápatí

source: Format:
cs_cz: Formát:

source: Formula
cs_cz: Vzorec

source: Gap
cs_cz: Mezera

source: Gap:
cs_cz: Mezera:

source: General
cs_cz: Obecné

source: General informations
cs_cz: Obecné informace

source: Generalize by using parent datasource
cs_cz: Zobecnění pomocí nadřazeného zdroje dat

source: Generate
cs_cz: Vytvořit

source: Geographical data
cs_cz: Geografická data

source: Geographical data:
cs_cz: Geografická data:

source: Geolocation
cs_cz: Geolokace

source: Geometry Type
cs_cz: Typ geometrie

source: Geometry Type Updated
cs_cz: Typ geometrie aktualizován

source: Geometry Type:
cs_cz: Typ geometrie:

source: Georeference Project saved
cs_cz: Projekt Georeference uložen

source: Graduated Symbol
cs_cz: Odstupňovaný symbol

source: Graph
cs_cz: Graf

source: GreyScale
cs_cz: Stupnice šedi

source: Grid
cs_cz: Mřížka

source: Grid Layer was successfully added to the project.
cs_cz: Vrstva mřížky byla úspěšně přidána do projektu.

source: Grid configuration saved.
cs_cz: Konfigurace mřížky uložena.

source: Grid length
cs_cz: Délka mřížky

source: Grid map has been updated successfully
cs_cz: Mřížka mapy byla úspěšně aktualizována

source: Ground Control Points
cs_cz: Pozemní kontrolní body

source: Group
cs_cz: Skupina

source: Group name:
cs_cz: Nízev skupiny:

source: Group succcessfully %s
cs_cz: Skupina úspěšně %s

source: Group succcessfully updated
cs_cz: Skupina úspěšně aktualizována

source: Groups
cs_cz: Skupiny

source: Groups:
cs_cz: Skupiny:

source: Hatch Fill:
cs_cz: Výplň šrafování:

source: Hatch fill
cs_cz: Výplň šrafování

source: Header
cs_cz: Záhlaví

source: Home
cs_cz: Domácí strana

source: Horizontal:
cs_cz: Horizontální:

source: Host
cs_cz: Hostitel

source: Host:
cs_cz: Hostitel:

source: IP restiction
cs_cz: IP omezení

source: IP restriction
cs_cz: IP omezení

source: Icon
cs_cz: Ikona

source: Identifier
cs_cz: Identifikátor

source: Image
cs_cz: Obrázek

source: Image to georeference:
cs_cz: Obrázek pro georeferenci:

source: Importing
cs_cz: Importování

source: In the first array you can use any table from the database as definition of a dynamic legend
cs_cz: V prvním poli můžete jako definici dynamické legendy použít libovolnou tabulku z databáze.

source: Include profile
cs_cz: Zahrnout profil

source: Index display settings saved
cs_cz: Uložení nastavení zobrazení indexu

source: Index quote saved.
cs_cz: Index citace uložen.

source: Index quote updated.
cs_cz: Index citace aktualizován.

source: Index successfully published
cs_cz: Index úspěšně zveřejněn

source: Index successfully unpublished
cs_cz: Index úspěšně nezveřejněn

source: Index was successfully removed.
cs_cz: Index byl úspěšně odstraněn.

source: Indicateurs
cs_cz: Indikátory

source: Indicator
cs_cz: Indikátor

source: Indicator Name
cs_cz: Název Indikátoru

source: Indicator:
cs_cz: Indikátor:

source: Indicators
cs_cz: Indikátory

source: Informations
cs_cz: Informace

source: Informations:
cs_cz: Informace:

source: Intersection
cs_cz: Průsečík

source: Invalid set parameter:
cs_cz: Nesprávně nastavený parametr:

source: Issue occurs:
cs_cz: Vyskytuje se problém:

source: Join tables
cs_cz: Spojení tabulek

source: Join with
cs_cz: Spojit s

source: Key Words:
cs_cz: Klíčová slova:

source: Keywords
cs_cz: Klíčová slova

source: Keywords:
cs_cz: Klíčová slova:

source: Label
cs_cz: Štítek

source: Label Format
cs_cz: Formát štítku

source: Label Format:
cs_cz: Formát štítku:

source: Label Max
cs_cz: Štítek Max

source: Label Max Zoom
cs_cz: Štítek Max Zoom

source: Label Min
cs_cz: Štítek Min

source: Label Min Zoom
cs_cz: Štítek Min Zoom

source: Label settings
cs_cz: Nastavení štítků

source: Labeling field
cs_cz: Označovací pole

source: Labeling field:
cs_cz: Označovací pole:

source: Labels
cs_cz: Štítky

source: Language
cs_cz: Jazyk

source: Language:
cs_cz: Jazyk:

source: Last Name
cs_cz: Příjmení

source: Last connected on
cs_cz: Naposledy připojeno dne

source: Last modified on:
cs_cz: Naposledy změněno dne:

source: Last name:
cs_cz: Příjmení:

source: Last name:
cs_cz: Příjmení:

source: Latest maps
cs_cz: Poslední mapy

source: Latest news from
cs_cz: Nejnovější zprávy z

source: Launch
cs_cz: Spustit

source: Launch the Distiller
cs_cz: Spuštění aplikace Distiller

source: Launch the Manager
cs_cz: Spustit Správce

source: Layer
cs_cz: Vrstva

source: Layer %s is now up-to-date in your %s project.
cs_cz: Vrstva %s je nyní ve vašem projektu %s aktuální.

source: Layer Abstract
cs_cz: Abstrakt vrstvy

source: Layer Export
cs_cz: Export vrstvy

source: Layer Filtering
cs_cz: Filtrování vrstvy

source: Layer Name
cs_cz: Název vrstvy

source: Layer Order
cs_cz: Pořadí vrstvy

source: Layer Query
cs_cz: Dotaz na vrstvu

source: Layer Search
cs_cz: Hledání vrstev

source: Layer Spatial Query
cs_cz: Prostorový dotaz na vrstvu

source: Layer Style saved.
cs_cz: Styl vrstvy uložen.

source: Layer Switcher
cs_cz: Přepínač vrstvy

source: Layer Switcher Position
cs_cz: Umístění přepínače vrstev

source: Layer added to the Map.
cs_cz: Vrstva přidaná do mapy.

source: Layer classified
cs_cz: Vrstva klasifikovaná

source: Layer copied
cs_cz: Vrstva zkopírována

source: Layer is in timeline
cs_cz: Vrstva je na časové ose

source: Layer privileges saved.
cs_cz: Oprávnění vrstvy jsou uložena.

source: Layer settings
cs_cz: Nastavení vrstvy

source: Layer:
cs_cz: Vrstva:

source: Layers
cs_cz: Vrstvy

source: Layout
cs_cz: Rozvržení

source: Left
cs_cz: Zbývá

source: Legal notice
cs_cz: Právní upozornění

source: Legend
cs_cz: Legenda

source: Legend Type for this step
cs_cz: Typ legendy pro tento krok

source: Legend Type for this step:
cs_cz: Typ legendy pro tento krok:

source: Legend Type:
cs_cz: Typ legendy:

source: Legend Type:
cs_cz: Typ legendy:

source: Legend:
cs_cz: Legenda:

source: Length
cs_cz: Délka

source: Link clauses with
cs_cz: Propojení klauzulí s

source: Link column
cs_cz: Sloupec odkazu

source: Links
cs_cz: Odkazy

source: Load
cs_cz: Načíst

source: Loading
cs_cz: Načítání

source: Loading datasource ...
cs_cz: Načítání zdroje dat ...

source: Loading datastore ...
cs_cz: Načítání datového úložiště ...

source: Loading the base layer for printing ...
cs_cz: Načítání základní vrstvy pro tisk ...

source: Log out
cs_cz: Odhlásit se

source: Logged in as
cs_cz: Přihlášen jako

source: Login
cs_cz: Přihlášení

source: Login:
cs_cz: Přihlášení:

source: Logout
cs_cz: Odhlášení

source: Long:
cs_cz: Dlouhý:

source: Mail
cs_cz: e-mail

source: Mail:
cs_cz: e-mail:

source: Manage data stores and data sources
cs_cz: Správa datových úložišť a zdrojů dat

source: Manage layers
cs_cz: Spravovat vrstvy

source: Map
cs_cz: Mapa

source: Map Viewer
cs_cz: Prohlížeč mapy

source: Map added to your favorite list.
cs_cz: Mapa přidána do seznamu oblíbených.

source: Map removed from your favorite list.
cs_cz: Mapa odstraněna ze seznamu oblíbených.

source: Map saved
cs_cz: Mapa uložena

source: Map updated
cs_cz: Mapa aktualizována

source: Maps
cs_cz: Mapy

source: Max Scale
cs_cz: Max Měřítko

source: Max Zoom
cs_cz: Max Přiblížení

source: Method:
cs_cz: Metoda:

source: Min / Max Arcs
cs_cz: Min / Max oblouky

source: Min / Max Subdivide
cs_cz: Min / Max Dělení

source: Min / Max color
cs_cz: Min / Max barva

source: Min / Max color:
cs_cz: Min / Max barva:

source: Min / Max values
cs_cz: Min / Max hodnoty

source: Min Color:
cs_cz: Min Barva:

source: Min Scale
cs_cz: Min měřítko

source: Min Zoom
cs_cz: Min Přiblížení

source: Move
cs_cz: Posun

source: Mozaic
cs_cz: Mozaika

source: Mozaic Name
cs_cz: Název mozaiky

source: Mozaic a set of images
cs_cz: Mozaika sada obrázků

source: Multiple
cs_cz: Vícenásobné

source: MySQL connections
cs_cz: Připojení MySQL

source: MySQL databases
cs_cz: MySQL databáze

source: Name
cs_cz: Název

source: Name for the attribute in which to put the elevation. If not provided no elevation attribute is attached.
cs_cz: Název atributu, do kterého se má vložit nadmořská výška. Pokud není uveden, není atribut nadmořské výšky připojen.

source: Name of the selected document
cs_cz: Název vybraného dokumentu

source: Name of the selected indicator
cs_cz: Název vybraného ukazatele

source: Name of the selected table
cs_cz: Název vybrané tabulky

source: Name of the selected territory
cs_cz: Název vybraného území

source: Name of the selected theme
cs_cz: Název vybraného tématu

source: Name:
cs_cz: Název:

source: Name:
cs_cz: Název:

source: Navigation Toolbar
cs_cz: Navigační panel

source: Nearest Neighbour
cs_cz: Nejbližší soused

source: New
cs_cz: Nový

source: New file name:
cs_cz: Nový název souboru:

source: News
cs_cz: Novinky

source: News List
cs_cz: Seznam Novinek

source: News type
cs_cz: Typ novinek

source: Next
cs_cz: Další

source: No
cs_cz: Ne
