Repository: Marvin34540/mapmint_bs
Catalog: mapmint-ui/languages/*.po
Languages: cs_cz

source: User have been successfully registered.
cs_cz: Uživatel byl úspěšně zaregistrován.

source: User name
cs_cz: Uživatelské jméno

source: User not authenticated
cs_cz: Uživatel není autentifikován

source: User preferences saved.
cs_cz: Předvolby uživatele uloženy.

source: User succcessfully %s
cs_cz: Uživatel úspěšně %s

source: User successfully inserted
cs_cz: Uživatel úspěšně vložen

source: Users
cs_cz: Uživatelé

source: Users management
cs_cz: Správa uživatelů

source: Valid
cs_cz: Platné

source: Value
cs_cz: Hodnota

source: Values
cs_cz: Hodnoty

source: Vector
cs_cz: Vektor

source: Vertical:
cs_cz: Vertikální:

source: View
cs_cz: Zobrazení

source: View Details
cs_cz: Zobrazit detaily

source: View Settings
cs_cz: Zobrazit nastavení

source: View data sources
cs_cz: Zobrazit zdroje dat

source: View table
cs_cz: Zobrazit tabulku

source: View was successfully created, index is ready to use.
cs_cz: Zobrazení bylo úspěšně vytvořeno, index je připraven k použití.

source: Visible
cs_cz: Viditelný

source: WFS Servers
cs_cz: Servery WFS

source: WMS Layers
cs_cz: Vrstvy WMS

source: WMS Servers
cs_cz: Servery WFS

source: WMTS Server
cs_cz: WMTS Servery

source: Width
cs_cz: Šířka

source: Width:
cs_cz: Šířka:

source: Window
cs_cz: Okno

source: X Label
cs_cz: X Štítek

source: X Value
cs_cz: Hodnota X

source: Y Label
cs_cz: Y Štítek

source: Y Value
cs_cz: Hodnota Y

source: Yes
cs_cz: Ano

source: You are not allowed to access the ressource using this ip address!
cs_cz: Přístup ke zdroji pomocí této ip adresy není povolen!

source: You are not allowed to access the ressource using this user / password!
cs_cz: Pomocí tohoto uživatele / hesla nemáte přístup ke zdroji!

source: You browser does not support native upload. Try Firefox 3 or Safari 4.
cs_cz: Váš prohlížeč nepodporuje nativní nahrávání. Zkuste Firefox 3 nebo Safari 4.

source: You can access your saved route from
cs_cz: K uložené trase můžete přistupovat z

source: You can download
cs_cz: Můžete si stáhnout

source: You can mozaic only raster data, please change your selection and try again.
cs_cz: Můžete mozaikovat pouze rastrová data, změňte prosím výběr a zkuste to znovu.

source: You can now import the uploaded files in the database.
cs_cz: Nyní můžete nahrané soubory importovat do databáze.

source: You don't have permission to access this ressource !
cs_cz: Nemáte oprávnění k přístupu k tomuto zdroji !

source: You will receive an email containing your new password
cs_cz: Obdržíte e-mail s novým heslem

source: You're not allowed to access the ressource
cs_cz: Nejste oprávněni přistupovat ke zdroji

source: You're not allowed to access this layer
cs_cz: K této vrstvě nemáte přístup

source: You're not allowed to access this ressource !
cs_cz: K tomuto zdroji nemáte přístup !

source: You're not allowed to access this ressource. Please contact your system administrator for more informations on access restriction settings.
cs_cz: K tomuto zdroji nemáte přístup. Další informace o nastavení omezení přístupu získáte od správce systému.

source: Your [file] file was uploaded on the server
cs_cz: Váš soubor [file] byl nahrán na server.

source: Your group is not allowed to access the ressource!
cs_cz: Vaše skupina nemá přístup ke zdroji povolen!

source: Your news was successfully inserted.
cs_cz: Vaše zpráva byla úspěšně vložena.

source: Your own label
cs_cz: Váš vlastní štítek

source: Your query sounds correct but didn't return any result
cs_cz: Váš dotaz zní správně, ale nevrátil žádný výsledek.

source: Zoom Filtering
cs_cz: Filtrování zvětšení

source: Zoom on
cs_cz: Přiblížení

source: Zoom to
cs_cz: Přiblížit na

source: Zoom to Max Extent
cs_cz: Přiblížení na maximální rozsah

source: Zoom to max extent
cs_cz: Oddálení na maximální rozsah

source: both
cs_cz: oba

source: contained
cs_cz: obsahuje

source: contains
cs_cz: obsahuje

source: data source
cs_cz: zdroj dat

source: data sources
cs_cz: zdroje dat

source: data store
cs_cz: datové úložiště

source: data stores
cs_cz: datová úložiště

source: done
cs_cz: hotovo

source: invalid set parameter :
cs_cz: neplatně nastavený parametr :

source: invalid user parameter:
cs_cz: neplatný parametr uživatele:

source: item
cs_cz: položka

source: items
cs_cz: položky

source: map
cs_cz: mapa

source: maps
cs_cz: mapy

source: navbar
cs_cz: navigační lišta

source: none
cs_cz: žádný

source: options
cs_cz: možnosti

source: password:
cs_cz: heslo:

source: project
cs_cz: projekt

source: section
cs_cz: sekce

source: the KML file
cs_cz: KML soubor

source: this link
cs_cz: tento odkaz

source: title
cs_cz: nadpis

source: unknown
cs_cz: neznámý
