Repository: Marvin34540/mapmint_bs
Catalog: mapmint-ui/languages/*.po
Languages: cs_cz

source: No data source found
cs_cz: Nebyl nalezen zdroj dat

source: No feature found !
cs_cz: Nenalezena žádná funkce !

source: No file found
cs_cz: Nenalezen žádný soubor

source: No need to authenticate
cs_cz: Není třeba ověřování

source: No server found.
cs_cz: Nenalezen žádný server.

source: No territory found for the id provided
cs_cz: Pro zadané ID nebylo nalezeno žádné území

source: No-data value
cs_cz: Hodnota bez údajů

source: None
cs_cz: Žádný

source: Nor login nor email address correspond to the value provided
cs_cz: Přihlašovací jméno ani e-mailová adresa neodpovídají zadané hodnotě.

source: Not allowed to access this information
cs_cz: Není povolen přístup k těmto informacím

source: Not allowed!
cs_cz: Není povoleno!

source: Number of classes:
cs_cz: Počet tříd:

source: Number of fetched elements from your query:
cs_cz: Počet načtených prvků z dotazu:

source: On map
cs_cz: Na mapě

source: On the map
cs_cz: Na mapě

source: Once removed, you cannot access the datasource anymore. You cannot recover a removed datasource. Deleting a datasource may destroy important data and make any project using it unstable.
cs_cz: Po odebrání již nelze k datovému zdroji přistupovat. Odebraný datový zdroj nelze obnovit. Odstranění datového zdroje může zničit důležitá data a způsobit nestabilitu jakéhokoli projektu, který jej používá.

source: Once removed, you cannot access the datastore anymore. You cannot recover a removed datastore. Deleting a datastore may destroy important data and make any project using it unstable.
cs_cz: Po odebrání již nelze k datovému úložišti přistupovat. Odebrané datové úložiště nelze obnovit. Odstranění datového úložiště může zničit důležitá data a způsobit nestabilitu jakéhokoli projektu, který jej používá.

source: Once removed, you cannot access the project anymore. You cannot recover a removed project. Deleting a project may destroy important data and make other projects unstable.
cs_cz: Po odebrání již nemáte k projektu přístup. Odstraněný projekt nelze obnovit. Odstranění projektu může zničit důležitá data a způsobit nestabilitu dalších projektů.

source: Only item with no child should be removed.
cs_cz: Odstraněna by měla být pouze položka bez podřazené položky.

source: Opacity
cs_cz: Neprůhlednost

source: Opacity:
cs_cz: Neprůhlednost:

source: Opacity:
cs_cz: Neprůhlednost:

source: Open
cs_cz: Otevřít

source: Operator
cs_cz: Operátor

source: Optionally, you can also add filter to existing one by pressing the
cs_cz: Volitelně můžete také přidat filtr ke stávajícímu stisknutím tlačítka

source: Order
cs_cz: Řazení

source: Organize Legend
cs_cz: Uspořádat legendu

source: Orientation
cs_cz: Orientace

source: Orientation:
cs_cz: Orientace:

source: Other Tools
cs_cz: Další nástroje

source: Outline Width
cs_cz: Šířka obrysu

source: Outline Width:
cs_cz: Šířka obrysu:

source: Overlay Layers
cs_cz: Překryvné vrstvy

source: Override:
cs_cz: Přepsání:

source: Overview
cs_cz: Přehled

source: POI Edition
cs_cz: Edice POI

source: POI List
cs_cz: POI seznam

source: POI Near By
cs_cz: POI v blízkosti

source: Parameter &lt;request&gt; was missing
cs_cz: Parametr &lt;request&gt; chybí

source: Parameter &lt;service&gt; was missing
cs_cz: Parametr &lt;service&gt; chybí

source: Parameter id invalid
cs_cz: Parametr id je neplatný

source: Parameter number invalid
cs_cz: Parametr number je neplatný

source: Parameter offset invalid
cs_cz: Parametr offset je neplatný

source: Parameter order invalid
cs_cz: Parametr order je neplatný

source: Parameter sort invalid
cs_cz: Parametr sort je neplatný

source: Parameters
cs_cz: Parametry

source: Parametre id incorrect
cs_cz: Parametr id je nesprávný

source: Parent
cs_cz: Nadřazené

source: Parent territoires:
cs_cz: Nadřazené oblasti:

source: Parent:
cs_cz: Nadřazené:

source: Password
cs_cz: Heslo

source: Password:
cs_cz: Heslo:

source: Path
cs_cz: Cesta

source: Path distance:
cs_cz: Vzdálenost trasy:

source: Path:
cs_cz: Cesta:

source: Pattern
cs_cz: Vzor

source: Pattern:
cs_cz: Vzor:

source: Phone
cs_cz: Telefon

source: Pie
cs_cz: Výseč

source: Please Sign In
cs_cz: Přihlaste se, prosím

source: Please first create feature.
cs_cz: Nejprve vytvořte funkci.

source: Please provide an id for the tuple to update
cs_cz: Uveďte prosím id tuple, který chcete aktualizovat.

source: Please wait while loading [nb] datasources from the [datastore] datastore...
cs_cz: Počkejte prosím při načítání [nb] datových zdrojů z datového skladu [datastore]...

source: Please, confirm that you want to remove the following DataSource.
cs_cz: Potvrďte, že chcete odebrat následující DataSource.

source: Please, confirm that you want to remove the following DataStore:
cs_cz: Potvrďte, že chcete odebrat následující DataStore:

source: Please, fill in the following your login or your email address:
cs_cz: Vyplňte prosím následující přihlašovací jméno nebo e-mailovou adresu:

source: Please, fill the fields you would like to use to search on this layer
cs_cz: Vyplňte prosím pole, která chcete použít k vyhledávání v této vrstvě.

source: Point
cs_cz: Bod

source: Polynomial one
cs_cz: Polynomická jednička

source: Polynomial three
cs_cz: Polynomická trojka

source: Polynomial two
cs_cz: Polynomická dvojka

source: Popup
cs_cz: Vyskakovací okno

source: Position
cs_cz: Pozice

source: Position:
cs_cz: Pozice:

source: PostGIS connections
cs_cz: PostGIS připojení

source: PostGIS databases
cs_cz: PostGIS databáze

source: Powered by
cs_cz: Běží na

source: Preferences
cs_cz: Předvolby

source: Prev.
cs_cz: Předchozí

source: Preview
cs_cz: Náhled

source: Preview of
cs_cz: Náhled z

source: Printing the document ...
cs_cz: Tisk dokumentu ...

source: Priorities
cs_cz: Přiority

source: Privileges
cs_cz: Práva

source: Privileges saved
cs_cz: Práva uložena

source: Processing
cs_cz: Zpracování

source: Produced documents
cs_cz: Vytvořené dokumenty

source: Producing color ramp using Gdal_Dem...
cs_cz: Vytvoření barevné rampy pomocí Gdal_Dem...

source: Producing document
cs_cz: Vytváření dokumentu

source: Producing document
cs_cz: Vytváření dokumentu

source: Producing filtered map %d / %d
cs_cz: Tvorba filtrované mapy %d / %d

source: Producing map %s / %s ...
cs_cz: Tvorba mapy %s / %s ....

source: Producing map classifications...
cs_cz: Vytváření mapových klasifikací...

source: Profile
cs_cz: Profil

source: Project %s is now available in your Manager.
cs_cz: Projekt %s je nyní k dispozici ve Správci.

source: Project Name:
cs_cz: Název projektu:

source: Project Title
cs_cz: Titul projektu

source: Project Title:
cs_cz: Titul projektu:

source: Project cannot be removed because it is the last one available.
cs_cz: Projekt nelze odstranit, protože je poslední dostupný.

source: Project preview generated
cs_cz: Náhled projektu vygenerován

source: Project saved
cs_cz: Projekt uložen

source: Project:
cs_cz: Projekt:

source: Project:
cs_cz: Projekt

source: Projection System
cs_cz: Projekční systém

source: Projection System:
cs_cz: Projekční systém:

source: Projection Systems
cs_cz: Projekční systémy

source: Properties
cs_cz: Vlastnosti

source: Proprietary:
cs_cz: Proprietární:

source: Publish
cs_cz: Zveřejnit

source: Publish Map Preview
cs_cz: Zveřejnit náhled mapy

source: Publish webmapping applications
cs_cz: Publikování webových mapových aplikací

source: Published on:
cs_cz: Publikováno dne:

source: Query
cs_cz: Dotaz

source: Query result
cs_cz: Výsledek dotazu

source: Query:
cs_cz: Dotaz:

source: Raster
cs_cz: Rastr

source: Raster Timeline
cs_cz: Časová osa rastru

source: Raster filename:
cs_cz: Název souboru rastru:

source: Recent Projects
cs_cz: Poslední projekty

source: Recent maps
cs_cz: Poslední mapy

source: Rectangle
cs_cz: Obdélník

source: Refresh
cs_cz: Obnovit

source: Register
cs_cz: Registrovat

source: Remember Me
cs_cz: Zapamatovat si mne

source: Remove
cs_cz: Odebrat

source: Removing a menu item is irreversible.
cs_cz: Odstranění položky nabídky je nevratné.

source: Renderer Method
cs_cz: Metoda vykreslovače

source: Renderer Method:
cs_cz: Metoda vykreslovače:

source: Replace existing files:
cs_cz: Nahradit stávající soubory:

source: Report
cs_cz: Zpráva

source: Report Settings
cs_cz: Nastavení zprávy

source: Repport
cs_cz: Hlášení

source: Repport settings saved
cs_cz: Nastavení sestavy uloženo

source: Requested page could not be loaded
cs_cz: Požadovanou stránku se nepodařilo načíst

source: Resampling method saved.
cs_cz: Metoda převzorkování uložena.

source: Resampling method:
cs_cz: Metoda převzorkování:

source: Restricted
cs_cz: Omezeno

source: Right
cs_cz: Vpravo

source: Roughness is the largest inter-cell difference of a central pixel and its surrounding cell, as defined in Wilson et al (2007, Marine Geodesy 30:3-35).
cs_cz: Hrubost je největší mezibuněčný rozdíl centrálního pixelu a okolní buňky, jak je definováno v publikaci Wilson et al (2007, Marine Geodesy 30:3-35).

source: Routing
cs_cz: Navigace

source: Routing Service
cs_cz: Služba navigace

source: Routing:
cs_cz: Navigace:

source: Run
cs_cz: Spustit

source: Run convertion
cs_cz: Spustit konverzi

source: Run intersection process...
cs_cz: Spustit proces křížení...

source: Running process...
cs_cz: Spuštěný proces...

source: SMTP is not properly configured on your instance, please follow instructions from the official documentation.
cs_cz: Protokol SMTP není ve vaší instanci správně nakonfigurován, postupujte podle pokynů v oficiální dokumentaci.

source: SQL Error
cs_cz: SQL chyba

source: SQL Statement succeeded.
cs_cz: Příkaz SQL byl úspěšný.

source: Sample Title
cs_cz: Název vzorku

source: Sample attribution
cs_cz: Vzorové přiřazení

source: Sample kewords
cs_cz: Příklad klíčových slov

source: Save
cs_cz: Uložit

source: Save Project
cs_cz: Uložit Projekt

source: Save changes
cs_cz: Uložit změny

source: Save legend icons
cs_cz: Uložit jako ikonu legendy

source: Saved Paths
cs_cz: Uložené cesty

source: Saved Route
cs_cz: Uložená trasa

source: Scale
cs_cz: Měřítko

source: Scales
cs_cz: Měřítka

source: Schemas:
cs_cz: Schemata:

source: Search
cs_cz: Hledat

source: Search an address
cs_cz: Hledat adresu

source: Search layers
cs_cz: Hledat vrstvy

source: Search:
cs_cz: Hledat:

source: Security
cs_cz: Zabezpečení

source: Select
cs_cz: Vybrat

source: Select / Add
cs_cz: Vybrat / Přidat

source: Select Data Source:
cs_cz: Vybrat zdroj dat:

source: Select Group:
cs_cz: Vybrat skupinu:

source: Select Indicator
cs_cz: Vybrat indikátor

source: Select Map
cs_cz: Vybrat mapu

source: Select Map:
cs_cz: Vybrat mapu:

source: Select Project:
cs_cz: Vybrat Projekt:

source: Select a connection
cs_cz: Vybrat připojení

source: Select a datasource
cs_cz: Vybrat zdroj dat

source: Select a font
cs_cz: Vybrat písmo

source: Select a logo image:
cs_cz: Vybrat obrázek loga:

source: Select a parent territory
cs_cz: Vybrat nadřazené území

source: Select a report
cs_cz: Vybrat hlášení

source: Select a step
cs_cz: Vybrat krok

source: Select a territory
cs_cz: Vybrat území

source: Select a theme
cs_cz: Vybrat motiv

source: Select a view
cs_cz: Vybrat zobrazení

source: Select element
cs_cz: Vybrat prvek

source: Select field
cs_cz: Vybrat pole

source: Select one step
cs_cz: Vybrat jeden krok

source: Select template:
cs_cz: Vybrat šablonu:

source: Select territory
cs_cz: Vybrat území

source: Select theme
cs_cz: Vybrat motiv

source: Select theme:
cs_cz: Vybrat motiv:

source: Send file
cs_cz: Odeslat soubor

source: Server IP is
cs_cz: IP adresa serveru je

source: Server statistics
cs_cz: Statistiky serveru

source: Service
cs_cz: Služba

source: Services
cs_cz: Služby

source: Set
cs_cz: Nastavit

source: Set Grid Name
cs_cz: Nastavit název mřížky

source: Set Group Name
cs_cz: Nastavit název skupiny

source: Set Layer Order
cs_cz: Nastavit pořadí vrstev

source: Set Master Fly
cs_cz: Nastavit Master Fly

source: Set layer order
cs_cz: Nastavit pořadí vrstvy

source: Set layers order
cs_cz: Nastavit pořadí vrstev

source: Set opacity
cs_cz: Nastavit průhlednost

source: Set order
cs_cz: Nastavit řazení

source: Set target resolution
cs_cz: Nastavit cílové rozlišení

source: Settings
cs_cz: Nastavení

source: Setup
cs_cz: Nastavení

source: Shapefile created
cs_cz: Shapefile vytvořeno

source: Should never occur
cs_cz: Nikdy by nemělo dojít k

source: Show extent
cs_cz: Zobrazit rozsah

source: Show labels
cs_cz: Zobrazit štítky

source: Simplify
cs_cz: Zjednodušit

source: Size
cs_cz: Velikost

source: Size field
cs_cz: pole Velikost

source: Size:
cs_cz: Velikost:

source: Source
cs_cz: Zdroj

source: Sources:
cs_cz: Zdroje:

source: Spatial Query
cs_cz: Prostorový dotaz

source: Spatial Query:
cs_cz: Prostorový dotaz:

source: Starting classification...
cs_cz: Spuštění klasifikace...

source: Starting point
cs_cz: Počáteční bod

source: Starting point:
cs_cz: Počáteční bod:

source: Step
cs_cz: Krok

source: Step
cs_cz: Krok

source: Step [n]
cs_cz: Krok [n]

source: Step [n]:
cs_cz: Krok [n]:

source: Step added to existsing steps.
cs_cz: Krok přidán do stávajících kroků.

source: Step name
cs_cz: Název kroku

source: Step:
cs_cz: Krok:

source: Step:
cs_cz: Krok:

source: Steps
cs_cz: Kroky

source: Steps:
cs_cz: Kroky:

source: Stoke color
cs_cz: Barva tahu

source: Stroke color
cs_cz: Barva tahu

source: Stroke:
cs_cz: Tah:

source: Style
cs_cz: Styl

source: Subsciption table
cs_cz: Tabulka odběrů

source: Symbol Fill:
cs_cz: Symbol výplně:

source: Symbol added.
cs_cz: Symbol přidán.

source: Symbol fill
cs_cz: Symbol výplně

source: Symbol removed.
cs_cz: Symbol odstraněn.

source: Symbol to Add:
cs_cz: Symbol pro přidání:

source: Symbology
cs_cz: Symbologie

source: Symbols
cs_cz: Symboly

source: Table
cs_cz: Tabulka

source: Table Name
cs_cz: Název tabulky

source: Table configuration
cs_cz: konfigurace tabulky

source: Table was successfully removed.
cs_cz: Tabulka byla úspěšně odstraněna.

source: Table:
cs_cz: Tabulka:

source: Table:
cs_cz: Tabulka:

source: Tables
cs_cz: Tabulky

source: Tables management
cs_cz: Správa tabulek

source: Tables:
cs_cz: Tabulky:

source: Target
cs_cz: Cíl

source: Target Group
cs_cz: Cílová skupina

source: Targeted DataStore:
cs_cz: Cílené úložiště dat:

source: Template
cs_cz: Šablona

source: Template saved
cs_cz: Šablona uložena

source: Terms of use
cs_cz: Podmínky použití

source: Terrain Ruggedness Index, which is defined as the mean difference between a central pixel and its surrounding cells (see Wilson et al 2007, Marine Geodesy 30:3-35).
cs_cz: Index členitosti terénu, který je definován jako průměrný rozdíl mezi centrálním pixelem a okolními buňkami (viz Wilson et al 2007, Marine Geodesy 30:3-35).

source: Territories
cs_cz: Území

source: Territory
cs_cz: Území

source: Territory Name
cs_cz: Název území

source: Territory:
cs_cz: Území:

source: Test connecting the Data Store
cs_cz: Test připojení úložiště dat

source: Text settings
cs_cz: Nastavení textu

source: Text settings:
cs_cz: Nastavení textu:

source: The document printed.
cs_cz: Dokument byl vytištěn.

source: The geographical zone displayed on this map will be printed.
cs_cz: Vytiskne se zeměpisná oblast zobrazená na této mapě.

source: The index name
cs_cz: Název indexu

source: The printed document.
cs_cz: Tištěný dokument.

source: The specified path doesn't exist.
cs_cz: Zadaná cesta neexistuje.

source: The step
cs_cz: krok

source: Theme
cs_cz: Téma

source: Theme name
cs_cz: Název motivu

source: Themes
cs_cz: Motivy

source: Themes:
cs_cz: Motivy:

source: This command builds vector contour lines from a raster elevation model
cs_cz: Tento příkaz vytvoří z rastrového modelu nadmořské výšky vektorové obrysové čáry.

source: This command outputs a 32-bit float raster with values between 0° and 360° representing the azimuth that slopes are facing. The definition of the azimuth is such that : 0° means that the slope is facing the North, 90° it's facing the East, 180° it's facing the South and 270° it's facing the West (provided that the top of your input raster is north oriented). The aspect value -9999 is used as the nodata value to indicate undefined aspect in flat areas with slope=0.
cs_cz: Tento příkaz vypíše 32bitový plovoucí rastr s hodnotami mezi 0° a 360°, který představuje azimut, k němuž jsou svahy obráceny. Definice azimutu je taková, že : 0° znamená, že svah je otočen k severu, 90° k východu, 180° k jihu a 270° k západu (za předpokladu, že vrchol vstupního rastru je orientován na sever). Hodnota aspektu -9999 se používá jako hodnota uzlu pro označení neurčitého aspektu v rovinatých oblastech se sklonem slope=0.

source: This mode outputs an 8-bit raster with a nice shaded relief effect. It's very useful for visualizing the terrain. You can optionally specify the azimuth and altitude of the light source, a vertical exaggeration factor and a scaling factor to account for differences between vertical and horizontal units.
cs_cz: Tento režim vytváří 8bitový rastr s pěkným efektem stínovaného reliéfu. Je velmi užitečný pro vizualizaci terénu. Volitelně můžete zadat azimut a nadmořskou výšku zdroje světla, faktor vertikálního převýšení a faktor měřítka pro zohlednění rozdílů mezi vertikálními a horizontálními jednotkami.

source: This mode will take a DEM raster and output a 32-bit float raster with slope values. You have the option of specifying the type of slope value you want: degrees or percent slope. In cases where the horizontal units differ from the vertical units, you can also supply a scaling factor.
cs_cz: V tomto režimu se použije rastr DEM a na výstupu se zobrazí 32bitový floatový rastr s hodnotami sklonu. Máte možnost zadat typ požadované hodnoty sklonu: stupně nebo procenta sklonu. V případech, kdy se vodorovné jednotky liší od svislých jednotek, můžete zadat také měřítko.

source: Tile Index moved
cs_cz: Index dlaždic přesunut

source: TileIndex Name
cs_cz: Název TileIndex

source: TileIndex file created
cs_cz: Soubor TileIndex vytvořen

source: TileIndex name:
cs_cz: Název TileIndex:

source: Tiled version
cs_cz: Verze s dlaždicemi

source: Tiled version:
cs_cz: Verze s dlaždicemi:

source: Time line
cs_cz: Časová osa

source: Time line classes
cs_cz: Časová řada tříd

source: Timeline
cs_cz: Časová osa

source: Title
cs_cz: Název

source: Title:
cs_cz: Název:

source: Title:
cs_cz: Název:

source: Tool
cs_cz: Nástroj

source: Toolbar
cs_cz: Panel nástrojů

source: Toolbars
cs_cz: Panely nástrojů

source: Tools
cs_cz: Nástroje

source: Tooltip
cs_cz: Nápověda k nástroji

source: Topographic Position Index, which is defined as the difference between a central pixel and the mean of its surrounding cells (see Wilson et al 2007, Marine Geodesy 30:3-35).
cs_cz: Topografický polohový index, který je definován jako rozdíl mezi centrálním pixelem a průměrem okolních buněk (viz Wilson et al 2007, Marine Geodesy 30:3-35).

source: Transformation type:
cs_cz: Typ transformace:

source: Type
cs_cz: Typ

source: Type an address
cs_cz: Zadejte adresu

source: Type:
cs_cz: Typ:

source: Unable to access any index file
cs_cz: Nelze získat přístup k žádnému indexovému souboru

source: Unable to access the Data Store configuration file to remove
cs_cz: Nelze získat přístup ke konfiguračnímu souboru datového úložiště za účelem odstranění

source: Unable to access the Data Store:
cs_cz: Nelze získat přístup k úložišti dat:

source: Unable to access the database
cs_cz: Nelze získat přístup k databázi

source: Unable to access the ressource:
cs_cz: Nelze získat přístup ke zdroji:

source: Unable to classify using this raster band.
cs_cz: Pomocí tohoto rastrového pásma nelze klasifikovat.

source: Unable to connect to flux
cs_cz: Nelze se připojit k toku

source: Unable to connect to the User Database.
cs_cz: Nelze se připojit k databázi uživatelů.

source: Unable to connect with the provided login and password
cs_cz: Nelze se připojit pomocí zadaného přihlašovacího jména a hesla

source: Unable to copy uploaded file:
cs_cz: Nelze zkopírovat nahraný soubor:

source: Unable to create the vector tileindex!
cs_cz: Nelze vytvořit vektorový tileindex!

source: Unable to create tile index for vector
cs_cz: Nelze vytvořit index dlaždic pro vektor

source: Unable to delete element:
cs_cz: Nelze smazat prvek:

source: Unable to display your form. Please, check your configuration.
cs_cz: Nelze zobrazit formulář. Zkontrolujte prosím svou konfiguraci.

source: Unable to execute the request.
cs_cz: Nelze provést požadavek.

source: Unable to execute your request:
cs_cz: Váš požadavek se nepodařilo provést:

source: Unable to fetch any parameters
cs_cz: Nelze načíst žádné parametry

source: Unable to find any CSV files associated with the file.
cs_cz: Nelze najít žádné soubory CSV přiřazené k souboru.

source: Unable to find any address for this locatiton
cs_cz: Nelze najít žádnou adresu pro tuto lokalitu

source: Unable to find any location for this address
cs_cz: Nelze najít žádné umístění pro tuto adresu

source: Unable to find any project with this name!
cs_cz: Nelze najít žádný projekt s tímto názvem!

source: Unable to find any report for the current element
cs_cz: Nelze najít žádnou zprávu pro aktuální prvek

source: Unable to find reliable GeoCoder
cs_cz: Nelze najít spolehlivý GeoCoder

source: Unable to handle your SQL query:
cs_cz: Nelze zpracovat dotaz SQL:

source: Unable to identify your parameter as a View Id:
cs_cz: Nelze identifikovat váš parametr jako View Id:

source: Unable to identify your parameter as a table
cs_cz: Nelze identifikovat váš parametr jako tabulku

source: Unable to identify your parameter as a tableId:
cs_cz: Nelze identifikovat váš parametr jako tableId:

source: Unable to identify your parameter as table or field name
cs_cz: Nelze identifikovat váš parametr jako název tabulky nebo pole

source: Unable to make union of the given geometries
cs_cz: Nelze vytvořit spojení zadaných geometrií

source: Unable to open the mapfile
cs_cz: Nelze otevřít soubor s mapou

source: Unable to parse the file
cs_cz: Nelze analyzovat soubor

source: Unable to register the user:
cs_cz: Uživatele nelze zaregistrovat:

source: Unable to remove the group as it is the only one remaining.
cs_cz: Skupinu nelze odstranit, protože je jediná zbývající.

source: Unable to run the SQL request:
cs_cz: Nelze spustit požadavek SQL:

source: Unable to run your query for the following reason:
cs_cz: Váš dotaz nelze spustit z následujícího důvodu:

source: Unable to send the mail containing your new password:
cs_cz: Nepodařilo se odeslat e-mail s novým heslem:

source: Unable to update user preferences:
cs_cz: Nelze aktualizovat uživatelské předvolby:

source: Unable to use this service when you're not logued in
cs_cz: Nelze použít tuto službu, když nejste přihlášeni

source: Unable to validate your token!
cs_cz: Token se nepodařilo ověřit!

source: Unalbe to check datastore privileges
cs_cz: Nelze zkontrolovat oprávnění datového úložiště

source: Unalbe to open the map
cs_cz: Nelze otevřít mapu

source: Union
cs_cz: Sjednocení

source: Union (one geom)
cs_cz: Sjednocení (jedna geometrie)

source: Unique Symbol
cs_cz: Jedinečný symbol

source: Unique Value
cs_cz: Jedinečná hodnota

source: Unit Of Measure:
cs_cz: Měrná jednotka:

source: Unknown
cs_cz: Neznámý

source: Unpublish
cs_cz: Zrušit publikování

source: Update failed
cs_cz: Aktualizace selhala

source: Upload your file
cs_cz: Nahrajte svůj soubor

source: Use Map Scale
cs_cz: Použít měřítko mapy

source: Use my geolocation
cs_cz: Použít moji zeměpisnou polohu

source: Use my position
cs_cz: Použít moji polohu

source: Use original extent
cs_cz: Použít původní rozsah

source: User
cs_cz: Uživatel

source: User Profile
cs_cz: Uživatelský profil

source: User Settings
cs_cz: Nastavení uživatele

source: User disconnected
cs_cz: Uživatel odpojen
